{
    "Hello": "Hello",
    "footer": "All rights reserved to BeDev.",
    "navhome": "Home",
    "navprojects": "Projects",
    "navcontact": "Contact",
    "welcome": "Hi I'm Benjamin Paz, Front-end Developer.",
    "skills": "My Skills",
    "skills-1": "Responsive Web Design",
    "skills-1-1": "I learned the fundamentals of web programming. We used different languages such as HTML, CSS, and Media Queries, writing 100% native code for creating projects and ensuring that webpages respond to different screen sizes.",
    "skills-2": "JavaScript Algorithms and Data Structures",
    "skills-2-2": "I learned the fundamentals of JavaScript, including variables, arrays, objects, loops, functions, and the DOM. Additionally, I gained knowledge in Object-Oriented Programming (OOP), Functional Programming, and algorithmic thinking.",
    "skills-3": "Front End Development Libraries",
    "skills-3-3": "I learned how to style websites quickly using Bootstrap and adding logic and extending them with Sass. I gained experience in creating powerful Single Page Applications (SPAs) with React and Redux.",
    "skills-4": "IT Support",
    "skills-4-4": "I learned skills to assemble computers, configure networks, install software, and deliver effective customer support. Learn to manage the entire support process, from diagnosing issues to troubleshooting and debugging.",
    "view-cert": "View Certificate",
    "exp": "My Experience",
    "exp-1": "Freelancer",
    "exp-1-date": "2023 - now",
    "exp-1-info": "I adapt to each client, picking the best content for their marketing strategies and helping them find the perfect solution. I build scalable websites, optimizing both time and money along the way",
    "exp-2": "Tribunal de Cuentas",
    "exp-2-date": "August 2023 - now",
    "exp-2-info": "I work at the Tribunal de Cuentas of Santiago del Estero, specializing in front-end programming. I developed a frequently asked questions system to improve internal communication. I also handle computer maintenance and set up equipment for virtual meetings",
    "projects": "My Projects",
    "project-1": "In my role at the Tribunal de Cuentas of Santiago del Estero, I developed a frequently asked questions (FAQ) system to streamline internal communication and facilitate access to frequently needed information. I handled the front-end programming, ensuring that the interface was intuitive, fast, and accessible. This project optimized response times, enhanced user experience on the institutional platform, and provided training on the institution's core system.",
    "project-2": "This project involved developing the official website for Fundación Potenciar, an organization focused on promoting social and educational initiatives. In this role, I designed and built a modern platform with an emphasis on accessibility and ease of navigation for visitors. My goal was to create an experience that conveyed the foundation’s mission, with a clean design and interactive sections that highlight its programs and objectives.",
    "project-3": "I developed the website for Radiadores Lavalle, a company specializing in radiator repair and sales. For this project, I focused on designing a user-friendly and functional interface that highlights the offered services and provides clear access to essential information. I implemented front-end solutions that improved user experience and optimized mobile responsiveness, enabling customers to easily find available services and products."
}