{
    "Hello": "Hola",
    "footer": "Todos los derechos reservados a BeDev.",
    "navhome": "Inicio",
    "navprojects": "Proyectos",
    "navcontact": "Contacto",
    "welcome": "Hola, soy Benjamin Paz",
    "welcome-1": "Desarrollador Front-End",
    "skills": "Mis Conocimientos",
    "skills-1": "Diseño Web Adaptable",
    "skills-1-1": "Aprendí los fundamentos de la programación web. Usamos diferentes lenguajes como HTML, CSS y Media Queries. Escribimos código 100% nativo para crear proyectos y garantizar que las páginas web respondan a diferentes tamaños de pantalla.",
    "skills-2": "JavaScript y Estructuras de Datos",
    "skills-2-2": "Aprendí los fundamentos de JavaScript, incluidas variables, matrices, objetos, bucles, funciones y DOM. Adicionalmente adquirí conocimientos en Programación Orientada a Objetos (OOP), Programación Funcional y pensamiento algorítmico.",
    "skills-3": "Librerias para Desarrollo Front-End",
    "skills-3-3": "Aprendí a diseñar sitios web rápidamente usando Bootstrap, agregando lógica y ampliándolos con Sass. Adquirí experiencia en la creación de potentes aplicaciones de página única (SPA) con React y Redux.",
    "skills-4": "Soporte IT",
    "skills-4-4": "Aprendí habilidades para ensamblar computadoras, configurar redes, instalar software y brindar atención al cliente efectiva. Aprenda a gestionar todo el proceso de soporte, desde el diagnóstico de problemas hasta la resolución de problemas y la depuración.",
    "view-cert": "Ver Certificado",
    "exp": "Mi Experiencia",
    "exp-1": "Finor SAU",
    "exp-1-date": "2017 - 2023",
    "exp-1-info": "Trabajé en Finor SAU durante seis años como cajero y recontador. Empecé en el Banco Santiago del Estero, realizando tareas como recuento de dinero, cobro de impuestos y pago de sueldos. Luego, en Finor, me encargué de armar remesas para diferentes sucursales y finalicé mi trabajo cobrando boletas en EDESE.",
    "exp-2": "Independiente",
    "exp-2-date": "2023 - Presente",
    "exp-2-info": "Me adapto a cada cliente, eligiendo el mejor contenido para sus estrategias de marketing y ayudándole a encontrar la solución perfecta. Construyo sitios web escalables, optimizando tiempo y dinero a lo largo del camino.",
    "exp-3": "Tribunal de Cuentas",
    "exp-3-date": "Agosto 2023 - Presente",
    "exp-3-info": "Trabajo en el Tribunal de Cuentas de Santiago del Estero, especializándome en programación front-end. Desarrollé un sistema de preguntas frecuentes para mejorar la comunicación interna. También me encargo del mantenimiento de computadoras y configuro equipos para reuniones virtuales.",
    "projects": "Mis Proyectos",
    "project-1": "En mi rol en el Tribunal de Cuentas de Santiago del Estero, desarrollé un sistema de preguntas frecuentes (FAQ) para agilizar la comunicación interna y facilitar el acceso a la información más necesaria. Manejé la programación del front-end, asegurando que la interfaz fuera intuitiva, rápida y accesible. Este proyecto optimizó los tiempos de respuesta, mejoró la experiencia del usuario en la plataforma institucional y brindó capacitación sobre el sistema central de la institución.",
    "project-2": "Este proyecto implicó el desarrollo del sitio web oficial de Fundación Potenciar, organización enfocada en promover iniciativas sociales y educativas. En este rol, diseñé y construí una plataforma moderna con énfasis en la accesibilidad y facilidad de navegación para los visitantes. Mi objetivo era crear una experiencia que transmitiera la misión de la fundación, con un diseño limpio y secciones interactivas que resaltaran sus programas y objetivos.",
    "project-3": "Desarrollé el sitio web de Radiadores Lavalle, empresa especializada en reparación y venta de radiadores. Para este proyecto, me concentré en diseñar una interfaz funcional y fácil de usar que resalte los servicios ofrecidos y brinde acceso claro a la información esencial. Implementé soluciones front-end que mejoraron la experiencia del usuario y optimizaron la capacidad de respuesta móvil, permitiendo a los clientes encontrar fácilmente servicios y productos disponibles."
}